tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nakabonne/ali"
tap "shkm/brew"
tap "xwmx/taps"
brew "ack"
brew "ant"
brew "aom"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "boost"
brew "pcre"
brew "glib"
brew "ccat"
brew "dialog"
brew "certbot"
brew "cloc"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "exa"
brew "fd"
brew "gmp"
brew "libtool"
brew "nettle"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "zimg"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "gource"
brew "gradle"
brew "htop"
brew "oniguruma"
brew "jq"
brew "lolcat"
brew "mas"
brew "maven"
brew "mysql", restart_service: true
brew "nmap"
brew "pandoc"
brew "pcre++"
brew "postgresql"
brew "prettyping"
brew "pv"
brew "pyenv"
brew "python@3.8"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "ssh-copy-id"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ugrep"
brew "watchman"
brew "wget"
brew "yadm"
brew "nakabonne/ali/ali"
brew "shkm/brew/vssh"
brew "xwmx/taps/nb"
cask "1password-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "android-sdk"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "ngrok"
cask "sequel-ace"
cask "snagit"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Kaomoji", id: 1025701729
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pocket", id: 568494494
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
