tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "hashicorp/tap"
tap "nakabonne/ali"
tap "rbenv/tap"
tap "shkm/brew"
tap "xwmx/taps"
brew "abseil"
brew "ack"
brew "libxcb"
brew "libx11"
brew "harfbuzz"
brew "xz"
brew "zstd"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "openssl@3"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "btop"
brew "ccat"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libyaml"
brew "certbot"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gcc@13"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "libavif"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "node"
brew "grunt-cli"
brew "libtool"
brew "guile"
brew "gum"
brew "htop"
brew "hyperfine"
brew "jpeg"
brew "jq"
brew "openjpeg"
brew "leptonica"
brew "libffi"
brew "libfido2"
brew "libgcrypt"
brew "z3"
brew "llvm"
brew "lolcat"
brew "mas"
brew "maven"
brew "mkcert"
brew "mvfst"
brew "protobuf"
brew "mysql"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb"
brew "utf8proc"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "numpy"
brew "nvm"
brew "openjdk@17"
brew "openvino"
brew "pango"
brew "pcre"
brew "postgresql@14"
brew "prettyping"
brew "pv"
brew "pyenv"
brew "pygments"
brew "python-setuptools"
brew "python@3.12"
brew "python@3.9"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep-all"
brew "rlwrap"
brew "s3cmd"
brew "six"
brew "srt"
brew "ssh-copy-id"
brew "tcl-tk"
brew "terminal-notifier"
brew "tesseract"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript"
brew "ugrep"
brew "uv"
brew "watchman"
brew "wget"
brew "yadm"
brew "yazi"
brew "yq"
brew "zimg"
brew "hashicorp/tap/hcp"
brew "rbenv/tap/openssl@1.1"
brew "shkm/brew/vssh"
cask "1password-cli"
cask "antigravity"
cask "beekeeper-studio"
cask "claude-code"
cask "flux-app"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "keycastr"
cask "kitty"
cask "ngrok"
cask "parallels"
cask "pastebot"
cask "spotify"
cask "vagrant"
cask "viscosity"
cask "wezterm"
mas "Amphetamine", id: 937984704
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
