tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nakabonne/ali"
tap "shkm/brew"
tap "xwmx/taps"
brew "ack"
brew "glib"
brew "libffi"
brew "libxcb"
brew "libx11"
brew "pcre"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "harfbuzz"
brew "zstd"
brew "openjdk"
brew "ant"
brew "aom"
brew "python@3.10"
brew "asciinema"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "ccat"
brew "dialog"
brew "python@3.11"
brew "six"
brew "certbot"
brew "cloc"
brew "cmatrix"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glow"
brew "libtool"
brew "guile"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "node"
brew "grunt-cli"
brew "htop"
brew "oniguruma"
brew "jq"
brew "libarchive"
brew "lolcat"
brew "mas"
brew "maven"
brew "zlib"
brew "mysql", restart_service: true
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb"
brew "nghttp2"
brew "nvm"
brew "openssl@3"
brew "pcre++"
brew "postgresql@14"
brew "prettyping"
brew "pv"
brew "pyenv"
brew "pygments"
brew "python@3.8"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep-all"
brew "rlwrap"
brew "srt"
brew "ssh-copy-id"
brew "tesseract"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "ugrep"
brew "watchman"
brew "wget"
brew "yadm"
brew "zimg"
brew "nakabonne/ali/ali"
brew "shkm/brew/vssh"
cask "1password-cli"
cask "android-sdk"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "ngrok"
cask "parallels"
cask "sequel-ace"
cask "snagit"
cask "vagrant"
cask "zulu11"
mas "Amphetamine", id: 937984704
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
