tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/php"
tap "jingweno/ccat"
tap "shkm/brew"
brew "ack"
brew "ant"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "python", link: false
brew "ccat"
brew "dialog"
brew "certbot"
brew "cloc"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl", link: true
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "fish"
brew "libtool"
brew "fzf"
brew "gifsicle"
brew "git"
brew "go"
brew "gource"
brew "gradle"
brew "htop"
brew "oniguruma"
brew "jq"
brew "lolcat"
brew "maven"
brew "mysql"
brew "nmap"
brew "pcre++"
brew "php@7.1"
brew "postgresql"
brew "prettyping"
brew "pv"
brew "python@2"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "ssh-copy-id"
brew "tig"
brew "tldr"
brew "tmux"
brew "wget"
brew "yadm"
brew "github/gh/gh"
brew "shkm/brew/vssh"
cask "1password-cli"
cask "adoptopenjdk11"
cask "alacritty"
cask "gas-mask"
cask "jumpcut"
cask "ngrok"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
